Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# BootLogo_BiosDefaults
source: Loading the default settings in the BIOS setup removes the picture.
ar_sa: يؤدي تحميل الإعدادات الافتراضية في إعداد BIOS إلى إزالة الصورة.
bg_bg: Зареждането на настройките по подразбиране в BIOS премахва изображението.
ca_es: Carregar la configuració per defecte a la BIOS elimina la imatge.
cs_cz: Načtení výchozího nastavení v BIOSu obrázek odstraní.
de_de: Das Laden der Standardeinstellungen im BIOS-Setup entfernt das Bild.
el_gr: Η φόρτωση των προεπιλεγμένων ρυθμίσεων στο BIOS αφαιρεί την εικόνα.
es_es: Cargar la configuración predeterminada en la BIOS elimina la imagen.
et_ee: BIOS-i vaikesätete laadimine eemaldab pildi.
fa_ir: بارگذاری تنظیمات پیش‌فرض در BIOS تصویر را حذف می‌کند.
fi_fi: BIOSin oletusasetusten lataaminen poistaa kuvan.
fr_fr: Charger les paramètres par défaut dans le BIOS supprime l’image.
he_il: טעינת הגדרות ברירת המחדל ב-BIOS מסירה את התמונה.
hi_in: BIOS सेटअप में डिफ़ॉल्ट सेटिंग लोड करने से चित्र हट जाता है।
hu_hu: Az alapértelmezett beállítások betöltése a BIOS-ban eltávolítja a képet.
id_id: Memuat pengaturan default di BIOS akan menghapus gambar.
it_it: Caricare le impostazioni predefinite nel BIOS rimuove l'immagine.
ja_jp: BIOS セットアップで既定の設定を読み込むと、画像は削除されます。
ko_kr: BIOS 설정에서 기본 설정을 불러오면 사진이 삭제됩니다.
lv_lv: Ielādējot BIOS noklusējuma iestatījumus, attēls tiek noņemts.
nb_no: Å laste inn standardinnstillingene i BIOS fjerner bildet.
nl_nl: Het laden van de standaardinstellingen in het BIOS verwijdert de afbeelding.
pl_pl: Wczytanie ustawień domyślnych w BIOS-ie usuwa obraz.
pt_pt: Carregar as predefinições no BIOS remove a imagem.
ro_ro: Încărcarea setărilor implicite în BIOS elimină imaginea.
ru_ru: Загрузка настроек по умолчанию в BIOS удаляет изображение.
sk_sk: Načítanie predvolených nastavení v systéme BIOS obrázok odstráni.
sr_cyrl_rs: Учитавање подразумеваних подешавања у BIOS-у уклања слику.
sv_se: Om du läser in standardinställningarna i BIOS tas bilden bort.
th_th: การโหลดค่าเริ่มต้นใน BIOS จะลบรูปภาพออก
tr_tr: BIOS'ta varsayılan ayarları yüklemek resmi kaldırır.
uk_ua: Завантаження стандартних налаштувань у BIOS видаляє зображення.
vi_vn: Tải cài đặt mặc định trong BIOS sẽ xóa ảnh.
zh_cn: 在 BIOS 设置中加载默认设置会删除图片。
zh_tw: 在 BIOS 設定中載入預設值會移除圖片。

# BootLogo_Confirm_Title
source: Use this boot logo?
ar_sa: استخدام شعار بدء التشغيل هذا؟
bg_bg: Да се използва ли това лого при стартиране?
ca_es: Vols fer servir aquest logotip d'arrencada?
cs_cz: Použít toto logo při spuštění?
de_de: Dieses Startlogo verwenden?
el_gr: Χρήση αυτού του λογότυπου εκκίνησης;
es_es: ¿Usar este logotipo de arranque?
et_ee: Kas kasutada seda käivituslogo?
fa_ir: از این لوگوی راه‌اندازی استفاده شود؟
fi_fi: Käytetäänkö tätä käynnistyslogoa?
fr_fr: Utiliser ce logo de démarrage ?
he_il: להשתמש בלוגו האתחול הזה?
hi_in: यह बूट लोगो इस्तेमाल करें?
hu_hu: Ezt az indítási emblémát használja?
id_id: Gunakan logo ini saat menyala?
it_it: Usare questo logo di avvio?
ja_jp: この起動ロゴを使いますか?
ko_kr: 이 부팅 로고를 사용할까요?
lv_lv: Vai izmantot šo palaišanas logotipu?
nb_no: Vil du bruke denne oppstartslogoen?
nl_nl: Dit opstartlogo gebruiken?
pl_pl: Użyć tego logo uruchamiania?
pt_pt: Usar este logótipo de arranque?
ro_ro: Folosiți această siglă la pornire?
ru_ru: Использовать этот логотип при загрузке?
sk_sk: Použiť toto logo pri spustení?
sr_cyrl_rs: Користити овај лого при покретању?
sv_se: Vill du använda den här startlogotypen?
th_th: ใช้โลโก้นี้ตอนเริ่มระบบหรือไม่
tr_tr: Bu açılış logosu kullanılsın mı?
uk_ua: Використати цей логотип під час завантаження?
vi_vn: Dùng logo khởi động này?
zh_cn: 要使用此开机徽标吗？
zh_tw: 要使用這個開機標誌嗎？

# BootLogo_Confirm_Message
source: It shows the next time the laptop starts.
ar_sa: سيظهر عند بدء تشغيل الكمبيوتر المحمول في المرة التالية.
bg_bg: Ще се покаже при следващото стартиране на лаптопа.
ca_es: Es mostrarà la pròxima vegada que s'engegui el portàtil.
cs_cz: Zobrazí se při příštím zapnutí notebooku.
de_de: Es erscheint beim nächsten Einschalten des Laptops.
el_gr: Θα εμφανιστεί την επόμενη φορά που θα ξεκινήσει ο φορητός.
es_es: Aparecerá la próxima vez que se encienda el portátil.
et_ee: See kuvatakse sülearvuti järgmisel käivitamisel.
fa_ir: دفعهٔ بعد که لپ‌تاپ روشن شود نمایش داده می‌شود.
fi_fi: Se näkyy, kun kannettava käynnistyy seuraavan kerran.
fr_fr: Il s’affichera au prochain démarrage de l’ordinateur portable.
he_il: הוא יוצג בפעם הבאה שהמחשב הנייד יופעל.
hi_in: यह अगली बार लैपटॉप चालू होने पर दिखेगा।
hu_hu: A laptop következő indításakor jelenik meg.
id_id: Logo akan tampil saat laptop menyala berikutnya.
it_it: Comparirà alla prossima accensione del portatile.
ja_jp: 次回ノート PC を起動したときに表示されます。
ko_kr: 다음에 노트북을 켤 때 표시됩니다.
lv_lv: Tas tiks parādīts nākamajā klēpjdatora palaišanas reizē.
nb_no: Den vises neste gang den bærbare PC-en starter.
nl_nl: Het verschijnt de volgende keer dat de laptop opstart.
pl_pl: Pojawi się przy następnym włączeniu laptopa.
pt_pt: Aparece na próxima vez que o portátil for ligado.
ro_ro: Apare la următoarea pornire a laptopului.
ru_ru: Он появится при следующем включении ноутбука.
sk_sk: Zobrazí sa pri ďalšom zapnutí notebooku.
sr_cyrl_rs: Приказаће се следећи пут када се лаптоп упали.
sv_se: Den visas nästa gång den bärbara datorn startar.
th_th: จะแสดงในครั้งถัดไปที่เปิดแล็ปท็อป
tr_tr: Dizüstü bilgisayar bir sonraki açılışında gösterilir.
uk_ua: Він з'явиться під час наступного увімкнення ноутбука.
vi_vn: Logo sẽ hiển thị vào lần tới máy tính xách tay khởi động.
zh_cn: 下次笔记本电脑开机时显示。
zh_tw: 下次筆電開機時顯示。

# BootLogo_Confirm_MessageWithAnimation
source: It shows the next time the laptop starts. The boot animation, which shows the logo, will be turned on.
ar_sa: سيظهر عند بدء تشغيل الكمبيوتر المحمول في المرة التالية. سيتم تشغيل رسوم بدء التشغيل التي تعرض الشعار.
bg_bg: Ще се покаже при следващото стартиране на лаптопа. Анимацията при стартиране, която показва логото, ще бъде включена.
ca_es: Es mostrarà la pròxima vegada que s'engegui el portàtil. S'activarà l'animació d'arrencada, que és on es mostra el logotip.
cs_cz: Zobrazí se při příštím zapnutí notebooku. Zapne se animace při spuštění, ve které se logo zobrazuje.
de_de: Es erscheint beim nächsten Einschalten des Laptops. Die Startanimation, in der das Logo erscheint, wird eingeschaltet.
el_gr: Θα εμφανιστεί την επόμενη φορά που θα ξεκινήσει ο φορητός. Θα ενεργοποιηθεί η κινούμενη εικόνα εκκίνησης, στην οποία εμφανίζεται το λογότυπο.
es_es: Aparecerá la próxima vez que se encienda el portátil. Se activará la animación de arranque, que es donde aparece el logotipo.
et_ee: See kuvatakse sülearvuti järgmisel käivitamisel. Lülitatakse sisse käivitusanimatsioon, milles logo kuvatakse.
fa_ir: دفعهٔ بعد که لپ‌تاپ روشن شود نمایش داده می‌شود. پویانمایی راه‌اندازی که لوگو را نشان می‌دهد روشن می‌شود.
fi_fi: Se näkyy, kun kannettava käynnistyy seuraavan kerran. Käynnistysanimaatio, jossa logo näkyy, otetaan käyttöön.
fr_fr: Il s’affichera au prochain démarrage de l’ordinateur portable. L’animation de démarrage, qui affiche le logo, sera activée.
he_il: הוא יוצג בפעם הבאה שהמחשב הנייד יופעל. אנימציית האתחול, שבה מוצג הלוגו, תופעל.
hi_in: यह अगली बार लैपटॉप चालू होने पर दिखेगा। बूट एनिमेशन, जिसमें लोगो दिखता है, चालू कर दिया जाएगा।
hu_hu: A laptop következő indításakor jelenik meg. Bekapcsol az indítási animáció, amelyben az embléma megjelenik.
id_id: Logo akan tampil saat laptop menyala berikutnya. Animasi saat menyala, tempat logo ditampilkan, akan diaktifkan.
it_it: Comparirà alla prossima accensione del portatile. Verrà attivata l'animazione di avvio, in cui compare il logo.
ja_jp: 次回ノート PC を起動したときに表示されます。ロゴを表示する起動アニメーションがオンになります。
ko_kr: 다음에 노트북을 켤 때 표시됩니다. 로고를 보여 주는 부팅 애니메이션이 켜집니다.
lv_lv: Tas tiks parādīts nākamajā klēpjdatora palaišanas reizē. Tiks ieslēgta palaišanas animācija, kurā tiek rādīts logotips.
nb_no: Den vises neste gang den bærbare PC-en starter. Oppstartsanimasjonen, som viser logoen, blir slått på.
nl_nl: Het verschijnt de volgende keer dat de laptop opstart. De opstartanimatie, waarin het logo verschijnt, wordt ingeschakeld.
pl_pl: Pojawi się przy następnym włączeniu laptopa. Zostanie włączona animacja uruchamiania, w której wyświetla się logo.
pt_pt: Aparece na próxima vez que o portátil for ligado. A animação de arranque, que mostra o logótipo, será ativada.
ro_ro: Apare la următoarea pornire a laptopului. Animația de pornire, în care apare sigla, va fi activată.
ru_ru: Он появится при следующем включении ноутбука. Будет включена анимация при загрузке, в которой показывается логотип.
sk_sk: Zobrazí sa pri ďalšom zapnutí notebooku. Zapne sa animácia pri spustení, v ktorej sa logo zobrazuje.
sr_cyrl_rs: Приказаће се следећи пут када се лаптоп упали. Биће укључена анимација при покретању, у којој се лого приказује.
sv_se: Den visas nästa gång den bärbara datorn startar. Startanimationen, som visar logotypen, slås på.
th_th: จะแสดงในครั้งถัดไปที่เปิดแล็ปท็อป ภาพเคลื่อนไหวตอนเริ่มระบบซึ่งแสดงโลโก้จะถูกเปิดใช้
tr_tr: Dizüstü bilgisayar bir sonraki açılışında gösterilir. Logoyu gösteren açılış animasyonu açılacak.
uk_ua: Він з'явиться під час наступного увімкнення ноутбука. Буде ввімкнено анімацію під час завантаження, у якій показується логотип.
vi_vn: Logo sẽ hiển thị vào lần tới máy tính xách tay khởi động. Hoạt ảnh khởi động, nơi hiển thị logo, sẽ được bật.
zh_cn: 下次笔记本电脑开机时显示。显示徽标的开机动画将被打开。
zh_tw: 下次筆電開機時顯示。顯示標誌的開機動畫將會開啟。

# BootLogo_Confirm_Use
source: Use picture
ar_sa: استخدام الصورة
bg_bg: Използвай изображението
ca_es: Usa la imatge
cs_cz: Použít obrázek
de_de: Bild verwenden
el_gr: Χρήση εικόνας
es_es: Usar imagen
et_ee: Kasuta pilti
fa_ir: استفاده از تصویر
fi_fi: Käytä kuvaa
fr_fr: Utiliser l’image
he_il: השתמש בתמונה
hi_in: चित्र इस्तेमाल करें
hu_hu: Kép használata
id_id: Gunakan gambar
it_it: Usa immagine
ja_jp: この画像を使う
ko_kr: 사진 사용
lv_lv: Izmantot attēlu
nb_no: Bruk bildet
nl_nl: Afbeelding gebruiken
pl_pl: Użyj obrazu
pt_pt: Usar imagem
ro_ro: Folosiți imaginea
ru_ru: Использовать
sk_sk: Použiť obrázok
sr_cyrl_rs: Користи слику
sv_se: Använd bilden
th_th: ใช้รูปภาพ
tr_tr: Resmi kullan
uk_ua: Використати
vi_vn: Dùng ảnh
zh_cn: 使用图片
zh_tw: 使用圖片

# BootLogo_NotGifOrJpeg
source: Choose a GIF or JPEG picture.
ar_sa: اختر صورة GIF أو JPEG.
bg_bg: Изберете изображение GIF или JPEG.
ca_es: Tria una imatge GIF o JPEG.
cs_cz: Vyberte obrázek GIF nebo JPEG.
de_de: Wählen Sie ein GIF- oder JPEG-Bild.
el_gr: Επιλέξτε μια εικόνα GIF ή JPEG.
es_es: Elige una imagen GIF o JPEG.
et_ee: Valige GIF- või JPEG-pilt.
fa_ir: یک تصویر GIF یا JPEG انتخاب کنید.
fi_fi: Valitse GIF- tai JPEG-kuva.
fr_fr: Choisissez une image GIF ou JPEG.
he_il: בחר תמונת GIF או JPEG.
hi_in: GIF या JPEG चित्र चुनें।
hu_hu: Válasszon GIF- vagy JPEG-képet.
id_id: Pilih gambar GIF atau JPEG.
it_it: Scegli un'immagine GIF o JPEG.
ja_jp: GIF または JPEG の画像を選んでください。
ko_kr: GIF 또는 JPEG 사진을 선택하세요.
lv_lv: Izvēlieties GIF vai JPEG attēlu.
nb_no: Velg et GIF- eller JPEG-bilde.
nl_nl: Kies een GIF- of JPEG-afbeelding.
pl_pl: Wybierz obraz GIF lub JPEG.
pt_pt: Escolha uma imagem GIF ou JPEG.
ro_ro: Alegeți o imagine GIF sau JPEG.
ru_ru: Выберите изображение GIF или JPEG.
sk_sk: Vyberte obrázok GIF alebo JPEG.
sr_cyrl_rs: Изаберите GIF или JPEG слику.
sv_se: Välj en GIF- eller JPEG-bild.
th_th: เลือกรูปภาพ GIF หรือ JPEG
tr_tr: Bir GIF veya JPEG resim seçin.
uk_ua: Виберіть зображення GIF або JPEG.
vi_vn: Hãy chọn ảnh GIF hoặc JPEG.
zh_cn: 请选择 GIF 或 JPEG 图片。
zh_tw: 請選擇 GIF 或 JPEG 圖片。

# BootLogo_FileTooLarge
source: The picture's file is larger than 35 MB.
ar_sa: ملف الصورة أكبر من 35 ميغابايت.
bg_bg: Файлът на изображението е по-голям от 35 МБ.
ca_es: El fitxer de la imatge ocupa més de 35 MB.
cs_cz: Soubor obrázku je větší než 35 MB.
de_de: Die Bilddatei ist größer als 35 MB.
el_gr: Το αρχείο της εικόνας είναι μεγαλύτερο από 35 MB.
es_es: El archivo de la imagen ocupa más de 35 MB.
et_ee: Pildifail on suurem kui 35 MB.
fa_ir: فایل تصویر بزرگ‌تر از 35 مگابایت است.
fi_fi: Kuvatiedosto on suurempi kuin 35 Mt.
fr_fr: Le fichier de l’image dépasse 35 Mo.
he_il: קובץ התמונה גדול מ-35 MB.
hi_in: चित्र की फ़ाइल 35 MB से बड़ी है।
hu_hu: A képfájl nagyobb 35 MB-nál.
id_id: File gambar lebih besar dari 35 MB.
it_it: Il file dell'immagine supera i 35 MB.
ja_jp: 画像ファイルが 35 MB を超えています。
ko_kr: 사진 파일이 35MB보다 큽니다.
lv_lv: Attēla fails ir lielāks par 35 MB.
nb_no: Bildefilen er større enn 35 MB.
nl_nl: Het afbeeldingsbestand is groter dan 35 MB.
pl_pl: Plik obrazu jest większy niż 35 MB.
pt_pt: O ficheiro da imagem tem mais de 35 MB.
ro_ro: Fișierul imaginii depășește 35 MB.
ru_ru: Файл изображения больше 35 МБ.
sk_sk: Súbor obrázka je väčší ako 35 MB.
sr_cyrl_rs: Датотека слике је већа од 35 MB.
sv_se: Bildfilen är större än 35 MB.
th_th: ไฟล์รูปภาพมีขนาดใหญ่กว่า 35 MB
tr_tr: Resim dosyası 35 MB'tan büyük.
uk_ua: Файл зображення більший за 35 МБ.
vi_vn: Tệp ảnh lớn hơn 35 MB.
zh_cn: 图片文件大于 35 MB。
zh_tw: 圖片檔案大於 35 MB。

# BootLogo_TooManyPixels
source: The picture is {0} × {1} pixels. This laptop's boot logo can be at most {2} × {3} pixels.
ar_sa: حجم الصورة {0} × {1} بكسل. يمكن أن يصل شعار بدء التشغيل في هذا الكمبيوتر المحمول إلى {2} × {3} بكسل كحد أقصى.
bg_bg: Изображението е {0} × {1} пиксела. Логото при стартиране на този лаптоп може да е най-много {2} × {3} пиксела.
ca_es: La imatge fa {0} × {1} píxels. El logotip d'arrencada d'aquest portàtil pot fer com a màxim {2} × {3} píxels.
cs_cz: Obrázek má {0} × {1} pixelů. Logo při spuštění tohoto notebooku může mít nejvýše {2} × {3} pixelů.
de_de: Das Bild hat {0} × {1} Pixel. Das Startlogo dieses Laptops darf höchstens {2} × {3} Pixel groß sein.
el_gr: Η εικόνα είναι {0} × {1} pixel. Το λογότυπο εκκίνησης αυτού του φορητού μπορεί να είναι έως {2} × {3} pixel.
es_es: La imagen mide {0} × {1} píxeles. El logotipo de arranque de este portátil puede medir como máximo {2} × {3} píxeles.
et_ee: Pilt on {0} × {1} pikslit. Selle sülearvuti käivituslogo võib olla kuni {2} × {3} pikslit.
fa_ir: اندازهٔ تصویر {0} × {1} پیکسل است. لوگوی راه‌اندازی این لپ‌تاپ حداکثر می‌تواند {2} × {3} پیکسل باشد.
fi_fi: Kuva on {0} × {1} kuvapistettä. Tämän kannettavan käynnistyslogo voi olla enintään {2} × {3} kuvapistettä.
fr_fr: L’image fait {0} × {1} pixels. Le logo de démarrage de cet ordinateur portable peut faire au plus {2} × {3} pixels.
he_il: התמונה היא בגודל {0} × {1} פיקסלים. לוגו האתחול של מחשב נייד זה יכול להיות לכל היותר {2} × {3} פיקסלים.
hi_in: चित्र {0} × {1} पिक्सेल का है। इस लैपटॉप का बूट लोगो अधिकतम {2} × {3} पिक्सेल का हो सकता है।
hu_hu: A kép {0} × {1} képpontos. Ennek a laptopnak az indítási emblémája legfeljebb {2} × {3} képpontos lehet.
id_id: Gambar berukuran {0} × {1} piksel. Logo saat menyala di laptop ini paling besar {2} × {3} piksel.
it_it: L'immagine è di {0} × {1} pixel. Il logo di avvio di questo portatile può essere al massimo di {2} × {3} pixel.
ja_jp: 画像は {0} × {1} ピクセルです。このノート PC の起動ロゴは最大 {2} × {3} ピクセルです。
ko_kr: 사진 크기가 {0} × {1}픽셀입니다. 이 노트북의 부팅 로고는 최대 {2} × {3}픽셀입니다.
lv_lv: Attēls ir {0} × {1} pikseļi. Šī klēpjdatora palaišanas logotips var būt ne lielāks par {2} × {3} pikseļiem.
nb_no: Bildet er {0} × {1} piksler. Oppstartslogoen på denne bærbare PC-en kan være høyst {2} × {3} piksler.
nl_nl: De afbeelding is {0} × {1} pixels. Het opstartlogo van deze laptop mag hoogstens {2} × {3} pixels zijn.
pl_pl: Obraz ma {0} × {1} pikseli. Logo uruchamiania tego laptopa może mieć najwyżej {2} × {3} pikseli.
pt_pt: A imagem tem {0} × {1} píxeis. O logótipo de arranque deste portátil pode ter no máximo {2} × {3} píxeis.
ro_ro: Imaginea are {0} × {1} pixeli. Sigla la pornire a acestui laptop poate avea cel mult {2} × {3} pixeli.
ru_ru: Размер изображения {0} × {1} пикселей. Логотип при загрузке этого ноутбука может быть не больше {2} × {3} пикселей.
sk_sk: Obrázok má {0} × {1} pixelov. Logo pri spustení tohto notebooku môže mať najviac {2} × {3} pixelov.
sr_cyrl_rs: Слика је {0} × {1} пиксела. Лого при покретању овог лаптопа може бити највише {2} × {3} пиксела.
sv_se: Bilden är {0} × {1} bildpunkter. Startlogotypen på den här bärbara datorn får vara högst {2} × {3} bildpunkter.
th_th: รูปภาพมีขนาด {0} × {1} พิกเซล โลโก้ตอนเริ่มระบบของแล็ปท็อปเครื่องนี้มีขนาดได้ไม่เกิน {2} × {3} พิกเซล
tr_tr: Resim {0} × {1} piksel. Bu dizüstü bilgisayarın açılış logosu en fazla {2} × {3} piksel olabilir.
uk_ua: Розмір зображення {0} × {1} пікселів. Логотип під час завантаження цього ноутбука може бути не більшим за {2} × {3} пікселів.
vi_vn: Ảnh có kích thước {0} × {1} pixel. Logo khởi động của máy này tối đa {2} × {3} pixel.
zh_cn: 图片为 {0} × {1} 像素。这台笔记本电脑的开机徽标最大为 {2} × {3} 像素。
zh_tw: 圖片為 {0} × {1} 像素。這台筆電的開機標誌最大為 {2} × {3} 像素。

# BootLogo_ColorDepth
source: The picture uses 32-bit colour or more. Save it with 24-bit colour (RGB) and try again.
ar_sa: تستخدم الصورة ألوانًا بعمق 32 بت أو أكثر. احفظها بألوان 24 بت (RGB) ثم حاول مجددًا.
bg_bg: Изображението използва 32-битов цвят или повече. Запишете го с 24-битов цвят (RGB) и опитайте отново.
ca_es: La imatge fa servir color de 32 bits o més. Desa-la amb color de 24 bits (RGB) i torna-ho a provar.
cs_cz: Obrázek používá 32bitové nebo vyšší barvy. Uložte ho s 24bitovými barvami (RGB) a zkuste to znovu.
de_de: Das Bild verwendet 32-Bit-Farbe oder mehr. Speichern Sie es mit 24-Bit-Farbe (RGB) und versuchen Sie es erneut.
el_gr: Η εικόνα χρησιμοποιεί χρώμα 32 bit ή περισσότερο. Αποθηκεύστε την με χρώμα 24 bit (RGB) και δοκιμάστε ξανά.
es_es: La imagen usa color de 32 bits o más. Guárdala con color de 24 bits (RGB) y vuelve a intentarlo.
et_ee: Pilt kasutab 32-bitist või suuremat värvisügavust. Salvestage see 24-bitise värviga (RGB) ja proovige uuesti.
fa_ir: تصویر از رنگ 32 بیتی یا بیشتر استفاده می‌کند. آن را با رنگ 24 بیتی (RGB) ذخیره کنید و دوباره امتحان کنید.
fi_fi: Kuva käyttää 32-bittisiä tai syvempiä värejä. Tallenna se 24-bittisin värein (RGB) ja yritä uudelleen.
fr_fr: L’image utilise des couleurs 32 bits ou plus. Enregistrez-la en couleurs 24 bits (RVB) et réessayez.
he_il: התמונה משתמשת בצבע של 32 סיביות או יותר. שמור אותה בצבע של 24 סיביות (RGB) ונסה שוב.
hi_in: चित्र 32-बिट या उससे अधिक रंग इस्तेमाल करता है। इसे 24-बिट रंग (RGB) में सहेजें और फिर से कोशिश करें।
hu_hu: A kép 32 bites vagy nagyobb színmélységű. Mentse 24 bites színekkel (RGB), és próbálja újra.
id_id: Gambar menggunakan warna 32-bit atau lebih. Simpan dengan warna 24-bit (RGB) lalu coba lagi.
it_it: L'immagine usa colori a 32 bit o più. Salvala con colori a 24 bit (RGB) e riprova.
ja_jp: 画像は 32 ビット以上の色を使っています。24 ビット カラー (RGB) で保存し直してください。
ko_kr: 사진이 32비트 이상의 색을 사용합니다. 24비트 색(RGB)으로 저장한 뒤 다시 시도하세요.
lv_lv: Attēlā izmantotas 32 bitu vai lielāka dziļuma krāsas. Saglabājiet to ar 24 bitu krāsām (RGB) un mēģiniet vēlreiz.
nb_no: Bildet bruker 32-biters farger eller mer. Lagre det med 24-biters farger (RGB) og prøv igjen.
nl_nl: De afbeelding gebruikt 32-bits kleur of meer. Sla haar op met 24-bits kleur (RGB) en probeer het opnieuw.
pl_pl: Obraz używa koloru 32-bitowego lub głębszego. Zapisz go z kolorem 24-bitowym (RGB) i spróbuj ponownie.
pt_pt: A imagem usa cor de 32 bits ou mais. Guarde-a com cor de 24 bits (RGB) e tente novamente.
ro_ro: Imaginea folosește culori pe 32 de biți sau mai mult. Salvați-o cu culori pe 24 de biți (RGB) și încercați din nou.
ru_ru: В изображении используется 32-битный цвет или больше. Сохраните его с 24-битным цветом (RGB) и повторите попытку.
sk_sk: Obrázok používa 32-bitové alebo vyššie farby. Uložte ho s 24-bitovými farbami (RGB) a skúste to znova.
sr_cyrl_rs: Слика користи 32-битне боје или више. Сачувајте је са 24-битним бојама (RGB) и покушајте поново.
sv_se: Bilden använder 32-bitars färg eller mer. Spara den med 24-bitars färg (RGB) och försök igen.
th_th: รูปภาพใช้สี 32 บิตขึ้นไป บันทึกเป็นสี 24 บิต (RGB) แล้วลองอีกครั้ง
tr_tr: Resim 32 bit veya daha fazla renk kullanıyor. 24 bit renkle (RGB) kaydedip yeniden deneyin.
uk_ua: Зображення використовує 32-бітний колір або більше. Збережіть його з 24-бітним кольором (RGB) і спробуйте ще раз.
vi_vn: Ảnh dùng màu 32 bit trở lên. Hãy lưu ảnh với màu 24 bit (RGB) rồi thử lại.
zh_cn: 图片使用 32 位或更高的颜色。请以 24 位颜色 (RGB) 保存后重试。
zh_tw: 圖片使用 32 位元或更高的色彩。請以 24 位元色彩 (RGB) 儲存後再試一次。
